Repository: touchID/SettingChangeLanguage
Catalog: SettingChangeLanguage/Resources/Localizables/*.lproj/Localizable.strings
Languages: es, fr, zh_hant

# 商品价格
source: Commodity price
es: Precio de las materias primas
fr: Prix des produits de base
zh_hant: 商品價格

# 关键词
source: Key words
es: Palabras clave
fr: Mots clés
zh_hant: 關鍵詞

# 示例
source: Example
es: Ejemplo
fr: Exemple
zh_hant: 示例

# 请选择规格标题
source: Please select the specification title
es: Seleccione el título de la especificación
fr: Veuillez sélectionner le titre de la spécification
zh_hant: 請選擇規格標題

# 删除所有历史记录
source: Delete all history
es: Eliminar todo el historial
fr: Supprimer tout l'historique
zh_hant: 刪除所有歷史記錄

# 请先输入快递单号
source: Please enter the courier number first
es: Ingrese primero el número de mensajería
fr: Veuillez d'abord saisir le numéro de courrier
zh_hant: 請先輸入快遞單號

# (如:颜色、尺寸)请输入标题
source: (E.g. color, size) please enter the title
es: (Por ejemplo, color, tamaño) ingrese el título
fr: (Par exemple couleur, taille) veuillez entrer le titre
zh_hant: (如:顏色、尺寸)請輸入標題

# 请输入包裹的高/cm
source: Please enter the height of the package/cm
es: Introduzca la altura del paquete / cm
fr: Veuillez saisir la hauteur du colis / cm
zh_hant: 請輸入包裹的高/cm

# 请输入包裹的宽/cm
source: Please enter the width of the package/cm
es: Ingrese el ancho del paquete / cm
fr: Veuillez saisir la largeur du colis / cm
zh_hant: 請輸入包裹的寬/cm

# 请输入包裹的长/cm
source: Please enter the length of the package/cm
es: Introduzca la longitud del paquete / cm.
fr: Veuillez saisir la longueur du colis / cm
zh_hant: 請輸入包裹的長/cm

# 请输入包裹重量
source: Please enter the weight of the package
es: Ingrese el peso del paquete
fr: Veuillez saisir le poids du colis
zh_hant: 請輸入包裹重量

# 请输入商品价格
source: Please enter the product price
es: Ingrese el precio del producto
fr: Veuillez saisir le prix du produit
zh_hant: 請輸入商品價格

# 选择规格
source: Choose a specification
es: Elija una especificación
fr: Choisissez une spécification
zh_hant: 選擇規格

# 自定义
source: customize
es: personalizar
fr: Personnaliser
zh_hant: 自定義

# 类别
source: category
es: categoría
fr: Catégorie
zh_hant: 類別

# 适用年龄
source: Suitable age
es: Edad adecuada
fr: Âge approprié
zh_hant: 適用年齡

# 功效
source: effect
es: efecto
fr: effet
zh_hant: 功效

# 尺寸
source: size
es: Talla
fr: Taille
zh_hant: 尺寸

# 套餐
source: Set meal
es: Comida del set
fr: Mettre la table
zh_hant: 套餐

# 型号
source: model
es: modelo
fr: maquette
zh_hant: 型號

# 材质
source: Material
fr: Matériel
zh_hant: 材質

# 款式
source: Style
es: Estilo
zh_hant: 款式

# 口味
source: Taste
es: Sabor
fr: Goûter
zh_hant: 口味

# 颜色
source: colour
es: color
fr: Couleur
zh_hant: 顏色

# 请输入自定义
source: Please enter custom
es: Por favor ingrese personalizado
fr: Veuillez saisir personnalisé
zh_hant: 請輸入自定義

# 包裹的高/cm
source: Package height/cm
es: Altura del paquete / cm
fr: Hauteur du colis / cm
zh_hant: 包裹的高/cm

# 规格1
source: Specification 1
es: Especificación 1
fr: Spécification 1
zh_hant: 規格1

# 包裹的宽/cm
source: Package width/cm
es: Ancho del paquete / cm
fr: Largeur du colis / cm
zh_hant: 包裹的寬/cm

# 身份证号
source: identity number
es: numero de identidad
fr: numéro d'identité
zh_hant: 身份證號

# 请输入卡号
source: Please enter the card number
es: Por favor ingrese el número de tarjeta
fr: Veuillez saisir le numéro de la carte
zh_hant: 請輸入卡號

# 请选择银行
source: Please select a bank
es: Seleccione un banco
fr: Veuillez sélectionner une banque
zh_hant: 請選擇銀行

# 请输入收款人姓名
source: Please enter the payee name
es: Ingrese el nombre del beneficiario
fr: Veuillez saisir le nom du bénéficiaire
zh_hant: 請輸入收款人姓名

# 同境商品
source: Same Territory Commodities
es: Productos del mismo territorio
fr: Produits du même territoire
zh_hant: 同境商品

# 购买的境外商品不支持跨境交易，请取消该商品后，结算此订单!
source: The purchased overseas product does not support cross-border transactions, please cancel the product and settle this order!
es: El producto comprado en el extranjero no admite transacciones transfronterizas, cancele el producto y liquide este pedido.
fr: Le produit acheté à l'étranger ne prend pas en charge les transactions transfrontalières, veuillez annuler le produit et régler cette commande!
zh_hant: 購買的境外商品不支持跨境交易，請取消該商品後，結算此訂單!

# 默认支持银行卡
source: Support bank cards by default
es: Admite tarjetas bancarias de forma predeterminada
fr: Prise en charge des cartes bancaires par défaut
zh_hant: 默認支持銀行卡

# 收款人姓名
source: Payee Name
es: Nombre del beneficiario
fr: Le nom du bénéficiaire
zh_hant: 收款人姓名

# 储蓄卡卡号
source: Savings card number
es: Número de tarjeta de ahorro
fr: Numéro de carte d'épargne
zh_hant: 儲蓄卡卡號

# 所属银行
source: Owned Bank
es: Banco Propio
fr: Banque appartenant
zh_hant: 所屬銀行

# 开户行国家
source: Bank country
es: País del banco
fr: Pays de la banque
zh_hant: 開戶行國家

# 请输入身份证号
source: please enter the ID number
es: por favor ingrese el número de identificación
fr: veuillez entrer le numéro d'identification
zh_hant: 請輸入身份證號

# 可进行交易的商品
source: Commodities that can be traded
es: Materias primas que se pueden negociar
fr: Produits qui peuvent être échangés
zh_hant: 可進行交易的商品

# 无法交易的商品
source: Commodities that cannot be traded
es: Materias primas que no se pueden negociar
fr: Produits qui ne peuvent pas être échangés
zh_hant: 無法交易的商品

# 我知道了
source: I know
es: sé
fr: je sais
zh_hant: 我知道了

# 处理中
source: Processing
es: En proceso
fr: Traitement
zh_hant: 處理中

# 处理退款请求
source: Process refund request
es: Procesar solicitud de reembolso
fr: Traiter la demande de remboursement
zh_hant: 處理退款請求

# 已收到货
source: We have received the goods
es: Hemos recibido la mercancía
fr: Nous avons reçu la marchandise
zh_hant: 已收到貨

# 未收到货
source: We did not receive the goods
es: No recibimos la mercancía
fr: Nous n'avons pas reçu les marchandises
zh_hant: 未收到貨

# 快递无跟踪记录
source: No tracking record for courier
es: Sin registro de seguimiento para mensajería
fr: Aucun enregistrement de suivi pour le courrier
zh_hant: 快遞無跟踪記錄

# 快递一直未到
source: The express has not arrived
es: El expreso no ha llegado
fr: L'express n'est pas arrivé
zh_hant: 快遞一直未到

# 未按约定时间发货
source: Did not ship on time
es: No se envió a tiempo
fr: N'a pas été expédié à temps
zh_hant: 未按約定時間發貨

# 空包裹
source: Empty package
es: Paquete vacio
fr: Emballage vide
zh_hant: 空包裹

# 不喜欢/不想要
source: Don't like/don't want
es: No me gusta / no quiero
fr: Je n'aime pas / je ne veux pas
zh_hant: 不喜歡/不想要

# 退款/退货 记录
source: Refund/return record
es: Registro de reembolso / devolución
fr: Dossier de remboursement / retour
zh_hant: 退款/退貨記錄

# 请输入商品规格1标题
source: Please enter the title of product specification 1
es: Ingrese el título de la especificación del producto 1
fr: Veuillez saisir le titre de la spécification du produit 1
zh_hant: 請輸入商品規格1標題

# 拒绝退款
source: Refusal to refund
es: Negarse a reembolsar
fr: Refus de remboursement
zh_hant: 拒絕退款

# 查看退款理由
source: View the reason for the refund
es: Ver el motivo del reembolso
fr: Afficher la raison du remboursement
zh_hant: 查看退款理由

# 请输入拒绝退款原因
source: Please enter the reason for rejection of refund
es: Ingrese el motivo del rechazo del reembolso
fr: Veuillez saisir la raison du rejet du remboursement
zh_hant: 請輸入拒絕退款原因

# 目前只支持境内退款/退货
source: Currently only supports domestic refunds/returns
es: Actualmente solo admite reembolsos / devoluciones nacionales
fr: Actuellement, ne prend en charge que les remboursements / retours nationaux
zh_hant: 目前只支持境內退款/退貨

# 确定要同意退款?
source: Are you sure you want to agree to a refund?
es: ¿Estás seguro de que deseas aceptar un reembolso?
fr: Êtes-vous sûr de vouloir accepter un remboursement?
zh_hant: 確定要同意退款?

# 查看 退款/退货
source: View refunds/returns
es: Ver reembolsos / devoluciones
fr: Afficher les remboursements / retours
zh_hant: 查看退款/退貨

# 输入快递单号
source: Enter the tracking number
es: Ingrese el número de seguimiento
fr: Entrez le numéro de suivi
zh_hant: 輸入快遞單號

# 请选择商品地址
source: Please select product address
es: Seleccione la dirección del producto
fr: Veuillez sélectionner l'adresse du produit
zh_hant: 請選擇商品地址

# 密码不能为空
source: password can not be blank
es: la contraseña no puede estar en blanco
fr: le mot de passe ne peut pas être vide
zh_hant: 密碼不能為空

# 设置国内物流仓运费地址(支持跨境交易必填*)
source: Set domestic logistics warehouse shipping address (required to support cross-border transactions*)
es: Establecer la dirección de envío del almacén de logística nacional (necesaria para admitir transacciones transfronterizas *)
fr: Définir l'adresse d'expédition de l'entrepôt logistique national (requis pour prendre en charge les transactions transfrontalières *)
zh_hant: 設置國內物流倉運費地址(支持跨境交易必填*)

# (支持跨境交易必填*)
source: (Required to support cross-border transactions*)
es: (Requerido para respaldar transacciones transfronterizas *)
fr: (Requis pour prendre en charge les transactions transfrontalières *)
zh_hant: (支持跨境交易必填*)

# 暂无法发布商品!
source: Cannot publish products temporarily!
es: ¡No se pueden publicar productos temporalmente!
fr: Impossible de publier des produits temporairement!
zh_hant: 暫無法發布商品!

# 您未设置银行卡信息
source: You have not set bank card information
es: No ha configurado la información de la tarjeta bancaria
fr: Vous n'avez pas défini les informations de carte bancaire
zh_hant: 您未設置銀行卡信息

# 请点击加号
source: Please click the plus sign
es: Haga clic en el signo más
fr: Veuillez cliquer sur le signe plus
zh_hant: 請點擊加號

# 无记录
source: no record
es: sin registro
fr: aucun enregistrement
zh_hant: 無記錄

# 已经全部加载完毕
source: All loaded
es: Todo cargado
fr: Tout chargé
zh_hant: 已經全部加載完畢

# 最后更新：
source: latest update:
es: última actualización:
fr: dernière mise à jour:
zh_hant: 最後更新：

# 今天
source: Today
es: Hoy dia
fr: Aujourd'hui
zh_hant: 今天

# 松开立即加载更多
source: Release to load more immediately
es: Suelte para cargar más inmediatamente
fr: Relâchez pour charger plus immédiatement
zh_hant: 鬆開立即加載更多

# 上拉可以加载更多
source: Pull up to load more
es: Tire hacia arriba para cargar más
fr: Tirez vers le haut pour charger plus
zh_hant: 上拉可以加載更多

# 正在加载更多的数据...
source: Loading more data...
es: Cargando más datos ...
fr: Chargement de plus de données ...
zh_hant: 正在加載更多的數據...

# 松开立即刷新
source: Release to refresh immediately
es: Suelte para actualizar inmediatamente
fr: Relâchez pour actualiser immédiatement
zh_hant: 鬆開立即刷新

# 下拉可以刷新
source: Pull down to refresh
es: Tire hacia abajo para refrescar
fr: Tirez vers le bas pour rafraîchir
zh_hant: 下拉可以刷新

# 点击或上拉加载更多
source: Click or pull up to load more
es: Haga clic o tire hacia arriba para cargar más
fr: Cliquez ou tirez vers le haut pour en charger plus
zh_hant: 點擊或上拉加載更多

# 正在刷新数据中
source: Refreshing data
es: Actualización de datos
fr: Actualisation des données
zh_hant: 正在刷新數據中

# 正在加载更多的数据
source: Loading more data
es: Cargando más datos
fr: Charger plus de données
zh_hant: 正在加載更多的數據

# 图片加载失败
source: Image failed to load
es: La imagen no se pudo cargar
fr: Impossible de charger l'image
zh_hant: 圖片加載失敗

# 请输入收货人/寄件人的手机号
source: Please enter the mobile phone number of the consignee/sender
es: Ingrese el número de teléfono móvil del destinatario / remitente
fr: Veuillez saisir le numéro de téléphone portable du destinataire / expéditeur
zh_hant: 請輸入收貨人/寄件人的手機號

# 添加银行卡
source: Add bank card
es: Agregar tarjeta bancaria
fr: Ajouter une carte bancaire
zh_hant: 添加銀行卡

# 捷网货物超重超尺寸联系方式:
source: Jiewang cargo overweight and oversize contact information:
es: Información de contacto de Jiewang Cargo con sobrepeso y tamaño:
fr: Coordonnées de Jiewang cargo en surpoids et surdimensionnées:
zh_hant: 捷網貨物超重超尺寸聯繫方式:

# 自营
source: Self-employed
es: Nuestros productos
fr: Travailleur indépendant
zh_hant: 自營

# 优惠劵
source: coupon
es: cupón
zh_hant: 優惠劵

# 发货
source: Ship
es: Barco
fr: Bateau
zh_hant: 發貨

# 售前
source: Pre-sale
es: Preventa
fr: Pré-vente
zh_hant: 售前

# 退款
source: Refund
es: Reembolso
fr: Remboursement
zh_hant: 退款

# 客服消息
source: Customer Service Message
es: Mensaje de servicio al cliente
fr: Message du service client
zh_hant: 客服消息

# 商家电话
source: Business phone
es: Teléfono de negocios
fr: Téléphone de travail
zh_hant: 商家電話

# 库存:
source: in stock:
es: en stock:
fr: en stock:
zh_hant: 庫存:

# 自营搜索
source: Self-employed search
es: Búsqueda de autónomos
fr: Recherche d'indépendants
zh_hant: 自營搜索

# 申请发布自营商品入口
source: Apply to publish self-operated product import
es: Aplicar para publicar la importación de productos autónomos
fr: Postuler pour publier l'importation de produits autonomes
zh_hant: 申請發布自營商品入口

# 请输入商品种类内容
source: Please enter the content of the product category
es: Ingrese el contenido de la categoría de producto
fr: Veuillez saisir le contenu de la catégorie de produit
zh_hant: 請輸入商品種類內容

# 汇率
source: exchange rate
es: tipo de cambio
fr: taux de change
zh_hant: 匯率

# 请输入商品详细内容
source: Please enter the product details
es: Ingrese los detalles del producto
fr: Veuillez saisir les détails du produit
zh_hant: 請輸入商品詳細內容

# 请选择商品内容
source: Please select product content
es: Seleccione el contenido del producto
fr: Veuillez sélectionner le contenu du produit
zh_hant: 請選擇商品內容

# 请输入商品内容
source: Please enter product content
es: Ingrese el contenido del producto
fr: Veuillez saisir le contenu du produit
zh_hant: 請輸入商品內容

# 商品内容
source: Product content
es: Contenido del producto
fr: Contenu du produit
zh_hant: 商品內容

# 请输入商品种类
source: Please enter the product category
es: Ingrese la categoría del producto
fr: Veuillez entrer la catégorie de produit
zh_hant: 請輸入商品種類

# 商品种类
source: Types of goods
es: Tipos de bienes
fr: Types de marchandises
zh_hant: 商品種類

# 请选择商品种类
source: Please select product type
es: Seleccione el tipo de producto
fr: Veuillez sélectionner le type de produit
zh_hant: 請選擇商品種類

# 是否自营商品
source: Whether self-operated goods
es: Ya sean bienes auto-operados
fr: Que ce soit des produits autonomes
zh_hant: 是否自營商品

# 请选择抵用劵
source: Please select a voucher
es: Seleccione un vale
fr: Veuillez sélectionner un bon
zh_hant: 請選擇抵用劵

# 选择抵用券
source: Choose vouchers
es: Elige cupones
fr: Choisissez des bons
zh_hant: 選擇抵用券

# 商品详细内容
source: Product details
es: Detalles de producto
fr: Détails du produit
zh_hant: 商品詳細內容

# 商品种类内容
source: Product category content
es: Contenido de la categoría de producto
fr: Contenu de la catégorie de produits
zh_hant: 商品種類內容

# 订单金额
source: order amount
es: Total de la orden
fr: montant de la commande
zh_hant: 訂單金額

# 已退款
source: refunded
es: reintegrado
fr: remboursé
zh_hant: 已退款

# 输入送达时间
source: Enter delivery time
es: Ingrese el tiempo de entrega
fr: Entrez le délai de livraison
zh_hant: 輸入送達時間

# 清除
source: Clear
es: Claro
fr: Dégager
zh_hant: 清除

# 管理
source: management
es: administración
fr: la gestion
zh_hant: 管理

# 查看路线
source: View route
es: Ver ruta
fr: Afficher l'itinéraire
zh_hant: 查看路線

# 货物重量kg
source: Cargo weight kg
es: Peso de la carga kg
fr: Poids de la cargaison kg
zh_hant: 貨物重量kg

# 包裹重量kg
source: Package weight kg
es: Peso del paquete kg
fr: Poids du paquet kg
zh_hant: 包裹重量kg

# 请输入商品规格内容
source: Please enter the product specification content
es: Ingrese el contenido de la especificación del producto
fr: Veuillez saisir le contenu des spécifications du produit
zh_hant: 請輸入商品規格內容

# 请输入商品规格
source: Please enter product specifications
es: Introduzca las especificaciones del producto.
fr: Veuillez saisir les spécifications du produit
zh_hant: 請輸入商品規格

# 商品规格
source: Product specifications
es: Especificaciones del producto
fr: Spécifications du produit
zh_hant: 商品規格

# 点赞
source: like
es: como
fr: aimer
zh_hant: 點贊

# 自营商品除特殊情况不可退换, 您限制确认申诉退款吗?
source: Self-operated goods cannot be returned except for special circumstances. Are you restricted to confirm the appeal and refund?
es: Los bienes auto-operados no pueden ser devueltos excepto en circunstancias especiales ¿Está restringido a confirmar la apelación y el reembolso?
fr: Les produits autonomes ne peuvent pas être retournés, sauf dans des circonstances particulières. Êtes-vous limité pour confirmer l'appel et le remboursement?
zh_hant: 自營商品除特殊情況不可退換, 您限制確認申訴退款嗎?

# 申诉退款
source: Appeal refund
es: Reembolso de apelación
fr: Remboursement d'appel
zh_hant: 申訴退款

# 请输入商品价格(USD)
source: Please enter the product price (USD)
es: Ingrese el precio del producto (USD)
fr: Veuillez saisir le prix du produit (USD)
zh_hant: 請輸入商品價格(USD)

# 图片
source: image
es: imagen
zh_hant: 圖片

# 视频
source: video
fr: vidéo
zh_hant: 視頻

# 西非法郎
source: West African CFA franc
es: Franco CFA de África Occidental
fr: Franc CFA ouest-africain
zh_hant: 西非非洲金融共同體法郎

# 伯利兹币
source: Belize Dollar
es: Dólar beliceño
fr: Dollar du Belize
zh_hant: 伯利茲幣

# 港币
source: Hong Kong dollar
es: Dolar de Hong Kong
fr: dollar de Hong Kong
zh_hant: 港幣

# 墨西哥元
source: Mexican dollar
es: Dólar mexicano
fr: Dollar mexicain
zh_hant: 墨西哥元

# 美元
source: U.S. dollar
es: dólar estadounidense
fr: dollars américain
zh_hant: 美元

# 人民币
source: Renminbi
zh_hant: 人民幣

# 分享
source: share it
es: Compártelo
fr: Partagez-le
zh_hant: 分享

# 您还未设置支付密码,请前往'我的'→'设置'→'账户与安全'→'支付密码设置'设置
source: You haven't set your payment password yet. Please go to my settings account and security settings payment password settings
es: No ha establecido la contraseña de pago, por favor vaya a la configuración de mi → configuración → cuenta y seguridad → configuración de la contraseña de pago
fr: Vous n'avez pas défini votre mot de passe de paiement, allez à « mon » → « paramètres » → « compte et sécurité » → « paramètres du mot de passe de paiement »
zh_hant: 您還未設定支付密碼，請前往'我的'→'設定'→'帳戶與安全'→'支付密碼設定'設定

# 交易示意图
source: Transaction diagram
es: Diagramme de transactions
fr: Diagrama de transacciones
zh_hant: 交易示意圖

# 神器
source: Artifact
es: Artefacto
fr: Artefact
zh_hant: 神器
