Repository: touchID/SettingChangeLanguage
Catalog: SettingChangeLanguage/Resources/Localizables/*.lproj/Localizable.strings
Languages: es, fr, zh_hant

# 搜索
source: search
es: buscar
fr: rechercher
zh_hant: 搜索

# 支付密码
source: Payment password
es: Contraseña de pago
fr: Mot de passe de paiement
zh_hant: 支付密碼

# 支付密码设置
source: Payment password setting
es: Configuración de contraseña de pago
fr: Réglage du mot de passe de paiement
zh_hant: 支付密碼設置

# 支付取消
source: Payment cancellation
es: Cancelación de pago
fr: Annulation du paiement
zh_hant: 支付取消

# 收件人信息
source: Recipient Information
es: recipiente de información
fr: Renseignements sur le destinataire
zh_hant: 收件人信息

# 支付金额
source: Payment amount
es: Monto del pago
fr: Montant du paiement
zh_hant: 支付金額

# 收件人
source: Recipient
es: Recipiente
fr: Bénéficiaire
zh_hant: 收件人

# 收件地址
source: Recipient address
es: Dirección del receptor
fr: Adresse du destinataire
zh_hant: 收件地址

# 收件邮编
source: Receiving postal code
es: Recibiendo código postal
fr: Recevoir le code postal
zh_hant: 收件郵編

# 收件城市
source: Receiving city
es: Ciudad receptora
fr: Ville de réception
zh_hant: 收件城市

# 收货地址管理
source: Delivery address management
es: Gestión de la dirección de entrega
fr: Gestion des adresses de livraison
zh_hant: 收貨地址管理

# 收藏
source: Favorites
es: Favoritos
fr: Favoris
zh_hant: 收藏

# 收货人
source: Receiver
es: Receptor
fr: Receveur
zh_hant: 收貨人

# 新品
source: New product
es: Producto nuevo
fr: Nouveau produit
zh_hant: 新品

# 教育
source: education
es: educación
fr: éducation
zh_hant: 教育

# 收藏数
source: Number of collections
es: Numero de colecciones
fr: Nombre de collections
zh_hant: 收藏數

# 数量
source: Quantity
es: Cantidad
fr: Quantité
zh_hant: 數量

# 成分
source: ingredient
es: ingrediente
fr: ingrédient
zh_hant: 成分

# 时效
source: aging
es: envejecimiento
fr: vieillissement
zh_hant: 時效

# 是否发送当前浏览商品?
source: Do you want to send the currently viewed products?
es: ¿Quieres enviar los productos vistos actualmente?
fr: Voulez-vous envoyer les produits actuellement consultés?
zh_hant: 是否發送當前瀏覽商品?

# 昵称
source: nickname
es: apodo
fr: surnom
zh_hant: 暱稱

# 是否删除此商品
source: Whether to delete this product
es: Ya sea para eliminar este producto
fr: Supprimer ce produit
zh_hant: 是否刪除此商品

# 暂无数据，请稍后重试
source: No data, please try again later
es: No hay datos. Vuelve a intentarlo más tarde.
fr: Aucune donnée, veuillez réessayer plus tard
zh_hant: 暫無數據，請稍後重試

# 暂无
source: No
fr: Non
zh_hant: 暫無

# 暂无数据
source: No data
es: Sin datos
fr: Pas de données
zh_hant: 暫無數據

# 我的银行卡
source: My bank card
es: Mi tarjeta bancaria
fr: Ma carte bancaire
zh_hant: 我的銀行卡

# 更多
source: More
es: Más
fr: Plus
zh_hant: 更多

# 最近浏览
source: Recently Viewed
es: visto recientemente
fr: vu récemment
zh_hant: 最近瀏覽

# 最高价
source: Highest price
es: Precio más alto
fr: Le prix le plus élevé
zh_hant: 最高價

# 更多...
source: More...
es: Más...
fr: Plus...
zh_hant: 更多...

# 最低价
source: Lowest price
es: El precio más bajo
fr: Prix le plus bas
zh_hant: 最低價

# 重新发布
source: Republish
es: Republicar
fr: Republier
zh_hant: 重新發布

# 银行卡管理
source: Bank card management
es: Gestión de tarjetas bancarias
fr: Gestion des cartes bancaires
zh_hant: 銀行卡管理

# 服务与反馈热线
source: Service and feedback hotline
es: Línea directa de servicio y comentarios
fr: Hotline de service et de rétroaction
zh_hant: 服務與反饋熱線

# 同意退款
source: Agree to a refund
es: Aceptar un reembolso
fr: Accepter un remboursement
zh_hant: 同意退款

# 松开即可加载
source: Release to load
es: Suelte para cargar
fr: Relâchez pour charger
zh_hant: 鬆開即可加載

# 查看物流
source: View Logistics
es: Ver Logística
fr: Voir la logistique
zh_hant: 查看物流

# 查找不到相关商品
source: Can't find related products
es: No puedo encontrar productos relacionados
fr: Impossible de trouver des produits connexes
zh_hant: 查找不到相關商品

# 暂无评价
source: No comments yet
es: Sin comentarios aún
fr: aucun commentaire pour l'instant
zh_hant: 暫無評價

# 查看全部
source: view all
es: ver todo
fr: Voir tout
zh_hant: 查看全部

# 查询不到运费
source: Can't find freight
es: No puedo encontrar el flete
fr: Impossible de trouver le fret
zh_hant: 查詢不到運費

# 正在查找
source: Looking
es: Mirando
fr: Regardant
zh_hant: 正在查找

# 正在处理...
source: Processing...
es: Procesando...
fr: En traitement...
zh_hant: 正在處理...

# 正在退款
source: Refunding
es: Reembolso
fr: Remboursement
zh_hant: 正在退款

# 没有相关分类的商品
source: No related products
es: No hay productos relacionados
fr: Aucun produit associé
zh_hant: 沒有相關分類的商品

# 没有搜索到相关数据！
source: No relevant data found!
es: ¡No se encontraron datos relevantes!
fr: Aucune donnée pertinente trouvée!
zh_hant: 沒有搜索到相關數據！

# 没有相关商品
source: No related products
es: No hay productos relacionados
fr: Aucun produit associé
zh_hant: 沒有相關商品

# 法语
source: French
es: francés
fr: français
zh_hant: 法語

# 法人名称
source: Corporate name
es: Nombre corporativo
fr: Nom de la SOCIETE
zh_hant: 公司名稱

# 注册
source: registered
es: Registrar
fr: inscrit
zh_hant: 註冊

# 消息详情
source: Message details
es: Detalles del mensaje
fr: Détails du message
zh_hant: 消息詳情

# 浏览
source: Browse
es: Vistazo
fr: Feuilleter
zh_hant: 瀏覽

# 消息
source: news
es: Noticias
fr: nouvelles
zh_hant: 消息

# 新用户注册
source: New User Registration
es: Registro de nuevo usuario
fr: Enregistrement d'un nouvel utilisateur
zh_hant: 新用戶註冊

# 物品
source: article
es: artículo
zh_hant: 物品

# 照片
source: photo
es: foto
zh_hant: 照片

# 收件国家
source: Receiving country
es: País receptor
fr: Pays d'accueil
zh_hant: 收件國家

# 添加收货地址
source: Add shipping address
es: Agregar dirección de envío
fr: Ajouter une adresse de livraison
zh_hant: 添加收貨地址

# 添加
source: Add to
es: añadir
fr: Ajouter à
zh_hant: 添加

# 物流公司
source: Logistics company
es: Compañía de logísitca
fr: Entreprise de logistique
zh_hant: 物流公司

# 物流详情
source: Logistics details
es: Detalles logísticos
fr: Détails logistiques
zh_hant: 物流詳情

# 物流发货
source: Logistics delivery
es: Entrega logística
fr: Livraison logistique
zh_hant: 物流發貨

# 猜你喜欢
source: you may also like
es: También te puede interesar
fr: Tu pourrais aussi aimer
zh_hant: 猜你喜歡

# 申请退款
source: Request a refund
es: Solicita un reembolso
fr: Demande à être remboursé
zh_hant: 申請退款

# 现在进店铺看看吧~
source: Let's go into the store now~
es: Vayamos a la tienda ahora ~
fr: Allons dans le magasin maintenant ~
zh_hant: 現在進店鋪看看吧~

# 未设置支付密码
source: No payment password is set
es: No se estableció ninguna contraseña de pago
fr: Aucun mot de passe de paiement n'est défini
zh_hant: 未設置支付密碼

# 电话
source: phone
es: teléfono
fr: téléphone
zh_hant: 電話

# 男
source: male
es: masculino
fr: Masculin
zh_hant: 男

# 来自芝麻开门商城的分享
source: Sharing from the Open Sesame Mall
es: Compartiendo desde el Open Sesame Mall
fr: Partage depuis l'Open Sesame Mall
zh_hant: 來自芝麻開門商城的分享

# 登录即代表您已经同意
source: Sign in means you have agreed
es: Iniciar sesión significa que ha aceptado
fr: Connectez-vous signifie que vous avez accepté
zh_hant: 登錄即代表您已經同意

# 登录成功!
source: login successful!
es: ¡Inicio de sesión correcto!
fr: connexion réussie!
zh_hant: 登錄成功!

# 目前只支持未发货退款
source: Currently only supports unshipped refunds
es: Actualmente solo admite reembolsos no enviados
fr: Actuellement, ne prend en charge que les remboursements non expédiés
zh_hant: 目前只支持未發貨退款

# 省/州
source: province / State
es: provincia / estado
fr: province / état
zh_hant: 省/州

# 确定要删除?
source: Are you sure you want to delete?
es: ¿Estas seguro que quieres borrarlo?
fr: Etes-vous sûr que vous voulez supprimer?
zh_hant: 確定要刪除?

# 确定
source: determine
es: determinar
fr: déterminer
zh_hant: 確定

# 短信验证码登录
source: SMS verification code login
es: Inicio de sesión con código de verificación por SMS
fr: Connexion par code de vérification par SMS
zh_hant: 短信驗證碼登錄

# 确定要提交?
source: Are you sure you want to submit?
es: ¿Estás seguro que quieres enviar?
fr: Êtes-vous sûr de vouloir soumettre?
zh_hant: 確定要提交?

# 确定要提交退款申请?
source: Are you sure you want to submit a refund request?
es: ¿Está seguro de que desea enviar una solicitud de reembolso?
fr: Voulez-vous vraiment soumettre une demande de remboursement?
zh_hant: 確定要提交退款申請?

# 确定要更换语言吗?
source: Are you sure you want to change the language?
es: ¿Estás seguro de que quieres cambiar el idioma?
fr: Voulez-vous vraiment changer la langue?
zh_hant: 確定要更換語言嗎?

# 确认支付
source: confirm payment
es: confirmar pago
fr: confirmer le paiement
zh_hant: 確認支付

# 确认收货
source: Confirm receipt
es: Confirmar recibo
fr: Confirmer la réception
zh_hant: 確認收貨

# 确认订单
source: Confirm Order
es: Confirmar pedido
fr: Confirmer la commande
zh_hant: 確認訂單

# 禁运品
source: Contraband
es: Contrabando
fr: Contrebande
zh_hant: 禁運品

# 禁运物品
source: Prohibited items
es: Artículos prohibidos
fr: Objets prohibés
zh_hant: 禁運物品

# 系统消息
source: system information
es: información del sistema
fr: informations système
zh_hant: 系統消息

# 简体中文
source: Simplified Chinese
es: Chino simplificado
fr: Chinois simplifié
zh_hant: 簡體中文

# 筛选
source: filter
es: filtrar
fr: filtre
zh_hant: 篩選

# 立即支付
source: pay immediately
es: pagar inmediatamente
fr: payer immédiatement
zh_hant: 立即支付

# 立即购买
source: Buy now
es: Compra ahora
fr: Acheter maintenant
zh_hant: 立即購買

# 私人消息
source: Private message
es: Mensaje privado
fr: Message privé
zh_hant: 私人消息

# 繁体中文
source: traditional Chinese
es: chino tradicional
fr: chinois traditionnel
zh_hant: 繁體中文

# 绑定手机号
source: Bind mobile phone number
es: Vincular número de teléfono móvil
fr: Lier le numéro de téléphone mobile
zh_hant: 綁定手機號

# 编辑
source: edit
es: editar
fr: Éditer
zh_hant: 編輯

# 添加地址
source: Add address
es: Añadir dirección
fr: Ajoutez l'adresse
zh_hant: 添加地址

# 网络出错啦,请检查网络!
source: There is a network error, please check the network!
es: Hay un error de red, ¡verifique la red!
fr: Il y a une erreur réseau, veuillez vérifier le réseau!
zh_hant: 網絡出錯啦,請檢查網絡!

# 综合
source: Comprehensive
es: Exhaustivo
fr: Complet
zh_hant: 綜合

# 结算
source: Settlement
es: Pagar
fr: Règlement
zh_hant: 結算

# 联系客服
source: Contact Customer Service
es: Contactar Servicio al Cliente
fr: Contactez le service à la clientèle
zh_hant: 聯繫客服

# 芝麻开⻔⽹上商城俱乐部有限公司
source: Sesame Open Mall Club Co., Ltd.
zh_hant: 芝麻開⻔⽹上商城俱樂部有限公司

# 翻译
source: translation
es: Traducción
fr: Traduction
zh_hant: 翻譯

# 英文
source: English
es: Inglés
fr: Anglais
zh_hant: 英語

# 芝麻开门商城的商品详情
source: Product details of Open Sesame Mall
es: Detalles del producto de Open Sesame Mall
fr: Détails du produit Open Sesame Mall
zh_hant: 芝麻開門商城的商品詳情

# 获取验证码
source: get verification code
es: obtener el código de verificación
fr: obtenir le code de vérification
zh_hant: 獲取驗證碼

# 英文名
source: English name
es: nombre inglés
fr: nom anglais
zh_hant: 英文名

# 英语
source: English language
es: idioma en Inglés
fr: langue Anglaise
zh_hant: 英語

# 西班牙
source: Spain
es: España
fr: Espagne
zh_hant: 西班牙

# 查询不到邮费
source: Can't find the postage
es: No puedo encontrar el franqueo
fr: Impossible de trouver l'affranchissement
zh_hant: 查詢不到郵費

# 营业执照不能为空
source: Business license cannot be empty
es: La licencia comercial no puede estar vacía
fr: La licence commerciale ne peut pas être vide
zh_hant: 營業執照不能為空

# 西班牙语
source: Spanish
es: Español
fr: Espagnol
zh_hant: 西班牙語

# 规格1内容
source: Specification 1 content
es: Contenido de la especificación 1
fr: Contenu de la spécification 1
zh_hant: 規格1內容

# 规格2内容
source: Specification 2 content
es: Contenido de la especificación 2
fr: Contenu de la spécification 2
zh_hant: 規格2內容

# 订单时间
source: Order time
es: Tiempo de la orden
fr: Temps de commande
zh_hant: 訂單時間

# 订单号：
source: order number:
es: Número de orden:
fr: numéro de commande:
zh_hant: 訂單號：

# 订单号
source: order number
es: Número de orden
fr: numéro de commande
zh_hant: 訂單號

# 订单状态
source: Order Status
es: Estado del pedido
fr: Statut de la commande
zh_hant: 訂單狀態

# 认证中
source: Certification
es: Certificación
zh_hant: 認證中

# 订单详情
source: order details
es: detalles del pedido
fr: détails de la commande
zh_hant: 訂單詳情

# 收件省/州
source: Receiving province/state
es: Provincia / estado receptor
fr: Province / État de destination
zh_hant: 收件省/州

# 设置
source: Set up
es: Preparar
fr: Installer
zh_hant: 設置

# 物品类型
source: Item type
es: Tipo de artículo
fr: Type d'élément
zh_hant: 物品類型

# 编辑地址
source: Edit address
es: Editar dirección
fr: Modifier l'adresse
zh_hant: 編輯地址

# 物品属性
source: Item attributes
es: Atributos del artículo
fr: Attributs d'article
zh_hant: 物品屬性

# 疫情期间延迟7个工作日
source: Delayed by 7 working days during the epidemic
es: Retraso de 7 días hábiles durante la epidemia
fr: Retardé de 7 jours ouvrables pendant l'épidémie
zh_hant: 疫情期間延遲7個工作日

# 设置支付密码
source: Set up payment password
es: Configurar contraseña de pago
fr: Configurer le mot de passe de paiement
zh_hant: 設置支付密碼

# 登录
source: log in
es: iniciar sesión
fr: connexion
zh_hant: 登錄

# 语言设置
source: language settings
es: Opciones de lenguaje
fr: paramètres de langue
zh_hant: 語言設置

# 评价
source: Evaluation
es: Evaluación
fr: Évaluation
zh_hant: 評價

# 详细地址
source: Address
es: Habla a
fr: Adresse
zh_hant: 詳細地址

# 营业执照
source: business license
es: licencia de negocios
fr: licence d'exploitation
zh_hant: 營業執照

# 设置国内物流仓运费地址
source: Set domestic logistics warehouse shipping address
es: Establecer la dirección de envío del almacén de logística nacional
fr: Définir l'adresse d'expédition de l'entrepôt logistique national
zh_hant: 設置國內物流倉運費地址

# 请填写手机号
source: Please fill in your phone number
es: Por favor ingrese su número de teléfono
fr: Veuillez saisir votre numéro de téléphone
zh_hant: 請填寫手機號

# 请添加商品详情图
source: Please add a product detail map
es: Agregue un mapa de detalles del producto
fr: Veuillez ajouter une carte détaillée du produit
zh_hant: 請添加商品詳情圖

# 请添加商品轮播图
source: Please add a product carousel
es: Añade un carrusel de productos
fr: Veuillez ajouter un carrousel de produits
zh_hant: 請添加商品輪播圖

# 请确认密码
source: Please confirm your password
es: Por favor, confirme su contraseña
fr: Veuillez confirmer votre mot de passe
zh_hant: 請確認密碼

# 请登录
source: please sign in
es: Por favor, registrese
fr: veuillez vous connecter
zh_hant: 請登錄

# 打印面单
source: Printed sheet
es: Hoja impresa
fr: Feuille imprimée
zh_hant: 打印面單

# 资料上传
source: Data upload
es: Carga de datos
fr: Téléchargement de données
zh_hant: 資料上傳

# 跟随系统
source: Follow system
es: Seguir el sistema
fr: Suivez le système
zh_hant: 跟隨系統

# 购买
source: buy
es: comprar
fr: acheter
zh_hant: 購買

# 购物车
source: shopping cart
es: carrito de compras
fr: Panier
zh_hant: 購物車

# 货物重量
source: Cargo weight
es: Peso de carga
fr: Poids de la cargaison
zh_hant: 貨物重量

# 货物信息
source: Cargo information
es: Información de carga
fr: Informations sur le fret
zh_hant: 貨物信息

# 货物详情
source: Cargo details
es: Detalles de carga
fr: Détails de la cargaison
zh_hant: 貨物詳情

# 货物
source: goods
es: bienes
fr: des biens
zh_hant: 貨物

# 账号与安全
source: Account and security
es: Cuenta y seguridad
fr: Compte et sécurité
zh_hant: 賬號與安全

# 账号密码登录
source: Account password login
es: Inicio de sesión con contraseña de cuenta
fr: Connexion par mot de passe du compte
zh_hant: 賬號密碼登錄

# 账号不能为空
source: Account cannot be empty
es: La cuenta no puede estar vacía
fr: Le compte ne peut pas être vide
zh_hant: 賬號不能為空

# 请选择物流公司
source: Please choose a logistics company
es: Elija una empresa de logística
fr: Veuillez choisir une entreprise de logistique
zh_hant: 請選擇物流公司

# 请选择省/州
source: Please select a province/state
es: Seleccione una provincia / estado
fr: Veuillez sélectionner une province / un état
zh_hant: 請選擇省/州

# 请选择所在地区
source: Please select the region
es: Seleccione la región
fr: Veuillez sélectionner la région
zh_hant: 請選擇所在地區

# 请选择快递渠道
source: Please select the express channel
es: Seleccione el canal expreso
fr: Veuillez sélectionner le canal express
zh_hant: 請選擇快遞渠道

# 请选择城市
source: Please choose the city
es: Por favor elija la ciudad
fr: Veuillez choisir la ville
zh_hant: 請選擇城市

# 请选择国家
source: Please select a country
es: Por favor seleccione un país
fr: Veuillez sélectionner un pays
zh_hant: 請選擇國家

# 请选择国家或地区
source: Please select a country or region
es: Seleccione un país o región
fr: Veuillez sélectionner un pays ou une région
zh_hant: 請選擇國家或地區

# 请选择商品规格
source: Please select product specifications
es: Seleccione las especificaciones del producto
fr: Veuillez sélectionner les spécifications du produit
zh_hant: 請選擇商品規格

# 请选择商品分类
source: Please select product category
es: Seleccione una categoría de producto
fr: Veuillez sélectionner la catégorie de produit
zh_hant: 請選擇商品分類

# 请选择商品
source: Please select a product
es: Por favor seleccione un producto
fr: Veuillez sélectionner un produit
zh_hant: 請選擇商品

# 设置国内物流仓运费
source: Set domestic logistics warehouse freight
es: Establecer carga de almacén de logística nacional
fr: Définir le fret de l'entrepôt logistique national
zh_hant: 設置國內物流倉運費

# 请选择仓库
source: Please select a warehouse
es: Seleccione un almacén
fr: Veuillez sélectionner un entrepôt
zh_hant: 請選擇倉庫

# 请输入高/m
source: Please enter height/m
es: Introduzca la altura / m
fr: Veuillez entrer la hauteur / m
zh_hant: 請輸入高/m

# 请输入重量
source: Please enter the weight
es: Ingrese el peso
fr: Veuillez saisir le poids
zh_hant: 請輸入重量

# 请输入长/m
source: Please enter length/m
es: Introduzca la longitud / m
fr: Veuillez saisir la longueur / m
zh_hant: 請輸入長/m

# 请输入验证码
source: please enter verification code
es: por favor ingrese el código de verificación
fr: veuillez entrer le code de vérification
zh_hant: 請輸入驗證碼

# 规格2
source: Specification 2
es: Especificación 2
fr: Spécification 2
zh_hant: 規格2

# 请输入运费价格
source: Please enter the shipping price
es: Ingrese el precio de envío
fr: Veuillez saisir le prix de livraison
zh_hant: 請輸入運費價格

# 请输入邮政编码
source: Please enter the postal code
es: Ingrese el código postal
fr: Veuillez saisir le code postal
zh_hant: 請輸入郵政編碼

# 请输入规格2内容
source: Please enter specification 2 content
es: Introduzca el contenido de la especificación 2
fr: Veuillez saisir le contenu de la spécification 2
zh_hant: 請輸入規格2內容

# 请先选择国家或地区
source: Please select a country or region first
es: Primero seleccione un país o región
fr: Veuillez d'abord sélectionner un pays ou une région
zh_hant: 請先選擇國家或地區

# 证件号码
source: ID number
es: número de identificación
fr: Numéro d'identification
zh_hant: 證件號碼

# 商品规格1
source: Product specifications 1
es: Especificaciones del producto 1
fr: Spécifications du produit 1
zh_hant: 商品規格1

# 位置
source: position
es: posición
zh_hant: 位置

# 余额
source: Balance
es: Equilibrar
fr: Équilibre
zh_hant: 餘額

# 请添加商品地址
source: Please add product address
es: Por favor agregue la dirección del producto
fr: Veuillez ajouter l'adresse du produit
zh_hant: 請添加商品地址

# 企业名称
source: Company Name
es: nombre de empresa
fr: Nom de la compagnie
zh_hant: 企業名稱

# 件数/属性
source: Number of pieces/attribute
es: Número de piezas / atributo
fr: Nombre de pièces / attribut
zh_hant: 件數/屬性

# 价格
source: price
es: precio
fr: prix
zh_hant: 價格

# 价格区间
source: The price range
es: El rango de precios
fr: La gamme de prix
zh_hant: 價格區間

# 价目表
source: Price list
es: Lista de precios
fr: Liste de prix
zh_hant: 價目表

# 请填写地址
source: Please fill in the address
es: Por favor complete la dirección
fr: Veuillez remplir l'adresse
zh_hant: 請填寫地址

# 请选择
source: please choose
es: por favor elige
fr: Choisissez s'il vous plaît
zh_hant: 請選擇

# 中文名
source: Chinese name
es: nombre chino
fr: nom chinois
zh_hant: 中文名

# 中国
source: China
fr: Chine
zh_hant: 中國

# 中文
source: Chinese
es: chino
fr: chinois
zh_hant: 中文

# 个人资料
source: personal information
es: informacion personal
fr: informations personnelles
zh_hant: 個人資料

# 个人
source: personal
fr: personnel
zh_hant: 個人

# 个人商家
source: Personal business
es: Negocios personales
fr: Affaire personelle
zh_hant: 個人商家

# 不支持该地区
source: Does not support this area
es: No es compatible con esta área
fr: Ne prend pas en charge cette zone
zh_hant: 不支持該地區

# 下架商品列表
source: List of unavailable products
es: Lista de productos no disponibles
fr: Liste des produits indisponibles
zh_hant: 下架商品列表

# 企业商家
source: Enterprise Merchant
es: Comerciante empresarial
fr: Marchand d'entreprise
zh_hant: 企業商家

# 《用户协议芝麻开门隐私政策》
source: User Agreement Ampangama Privacy Policy
es: Acuerdo de usuario Política de privacidad de Ampangama
fr: Accord utilisateur Politique de confidentialité Ampangama
zh_hant: 《用戶協議芝麻開門隱私政策》

# 属性
source: Attributes
es: Atributos
fr: Les attributs
zh_hant: 屬性

# 请输入规格2
source: Please enter specification 2
es: Ingrese la especificación 2
fr: Veuillez saisir la spécification 2
zh_hant: 請輸入規格2

# 请输入包裹重量kg
source: Please enter the package weight kg
es: Ingrese el peso del paquete kg
fr: Veuillez saisir le poids du colis kg
zh_hant: 請輸入包裹重量kg

# 版本
source: version
es: versión
zh_hant: 版本

# 缅甸
source: Myanmar
zh_hant: 緬甸

# 全部订单
source: All orders
es: Todas las órdenes
fr: Tous les ordres
zh_hant: 全部訂單

# 全部
source: All
es: Todas
fr: Tout
zh_hant: 全部

# 全选
source: select all
es: seleccionar todo
fr: tout sélectionner
zh_hant: 全選

# 全球搜索
source: Global search
es: Búsqueda global
fr: Recherche globale
zh_hant: 全球搜索

# 全球搜
source: Global search
es: Búsqueda global
fr: Recherche globale
zh_hant: 全球搜

# 修改规格
source: Modify specifications
es: Modificar especificaciones
fr: Modifier les spécifications
zh_hant: 修改規格

# 修改绑定手机号
source: Modify the bound mobile phone number
es: Modificar el número de teléfono móvil vinculado
fr: Modifier le numéro de téléphone mobile lié
zh_hant: 修改綁定手機號

# 修改登录密码
source: Modify login password
es: Modificar contraseña de inicio de sesión
fr: Modifier le mot de passe de connexion
zh_hant: 修改登錄密碼

# 修改支付密码
source: Change payment password
es: Cambiar contraseña de pago
fr: Changer le mot de passe de paiement
zh_hant: 修改支付密碼

# 保存
source: Save
es: Salvar
fr: sauvegarder
zh_hant: 救

# 修改
source: modify
es: modificar
fr: modifier
zh_hant: 修改

# 便民生活
source: Convenient life
es: Vida conveniente
fr: Vie pratique
zh_hant: 便民生活

# 企业级商家申请
source: Enterprise-level business application
es: Aplicación empresarial de nivel empresarial
fr: Application métier de niveau entreprise
zh_hant: 企業級商家申請

# 公司名称
source: company name
es: nombre de empresa
fr: Nom de la compagnie
zh_hant: 公司名稱

# 关 闭
source: shut down
es: apagar
fr: fermer
zh_hant: 關閉

# 关于我们
source: about us
es: sobre nosotros
fr: à propos de nous
zh_hant: 關於我們

# 养老
source: Pension
es: Pensión
zh_hant: 養老

# 再次购买
source: buy again
es: compra otra vez
fr: acheter à nouveau
zh_hant: 再次購買

# 其他登录方式
source: Other login methods
es: Otros métodos de inicio de sesión
fr: Autres méthodes de connexion
zh_hant: 其他登錄方式

# 二手
source: second hand
es: segunda mano
fr: d'occasion
zh_hant: 二手

# 切换语言
source: Switch language
es: Cambiar idioma
fr: Changer de langue
zh_hant: 切換語言

# 分类
source: classification
es: clasificación
zh_hant: 分類

# 再次输入密码
source: Enter the password again
es: Ingrese la contraseña nuevamente
fr: Saisissez à nouveau le mot de passe
zh_hant: 再次輸入密碼

# 请输入证件号码
source: Please enter the ID number
es: Ingrese el número de identificación
fr: Veuillez saisir le numéro d'identification
zh_hant: 請輸入證件號碼

# 删除
source: delete
es: Eliminar
fr: supprimer
zh_hant: 刪除

# 前往登录
source: Go to login
es: Ir a iniciar sesión
fr: Aller à la connexion
zh_hant: 前往登錄

# 加入购物车
source: add to Shopping Cart
es: añadir al carrito de la compra
fr: ajouter au panier
zh_hant: 加入購物車

# 包裹件数
source: Number of packages
es: Numero de paquetes
fr: Nombre de colis
zh_hant: 包裹件數

# 加载中
source: Loading
es: Cargando
fr: Chargement
zh_hant: 加載中

# 加载中…
source: Loading…
es: Cargando…
fr: Chargement…
zh_hant: 加載中…

# 加载中，请稍候..
source: Loading, please wait..
es: Cargando por favor espere..
fr: Chargement, veuillez patienter..
zh_hant: 加載中，請稍候..

# 单价（USD）
source: Unit price (USD)
es: Precio por unidad (USD)
fr: Prix unitaire (USD)
zh_hant: 單價（USD）

# 去设置
source: Go to set
es: Ir al set
fr: Aller au set
zh_hant: 去設置

# 包邮
source: Free shipping
es: Envío gratis
fr: Livraison gratuite
zh_hant: 包郵

# 发布商品
source: Release goods
es: publicar producto
fr: Libérer les marchandises
zh_hant: 發布商品

# 发布失败
source: Publish failed
es: Publicación fallida
fr: La publication a échoué
zh_hant: 發布失敗

# 发送
source: send
es: enviar
fr: envoyer
zh_hant: 發送

# 取消
source: cancel
es: cancelar
fr: Annuler
zh_hant: 取消
