Repository: touchID/SettingChangeLanguage
Catalog: SettingChangeLanguage/Resources/Localizables/*.lproj/Localizable.strings
Languages: es, fr, zh_hant

# 发送当前浏览商品
source: Send the currently viewed products
es: Enviar los productos vistos actualmente
fr: Envoyez les produits actuellement consultés
zh_hant: 發送當前瀏覽商品

# 合计
source: total
zh_hant: 合計

# 周边商城
source: Peripheral Mall
es: Centro comercial periférico
fr: Centre commercial périphérique
zh_hant: 周邊商城

# 名字
source: first name
es: nombre de pila
fr: Prénom
zh_hant: 名字

# 同城
source: Same city
es: Misma ciudad
fr: Même ville
zh_hant: 同城

# 向上拉加载更多
source: Pull up to load more
es: Tire hacia arriba para cargar más
fr: Tirez pour charger plus
zh_hant: 向上拉加載更多

# 否
source: no
fr: non
zh_hant: 否

# 品牌型号，新旧程度，入手渠道
source: Brand model, old and new level, starting channel
es: Describa su producto
fr: Modèle de marque, ancien et nouveau niveau, canal de départ
zh_hant: 品牌型號，新舊程度，入手渠道

# 商品名
source: Product name
es: Nombre del producto
fr: Nom du produit
zh_hant: 商品名

# 商品分类
source: Categories
es: Categorías
fr: Catégories
zh_hant: 商品分類

# 售后
source: After sale
es: Reportar problema
fr: Après vente
zh_hant: 售後

# 商品名称不能纯数字
source: Commodity names cannot be pure numbers
es: Los nombres de las mercancías no pueden ser números puros
fr: Les noms de marchandises ne peuvent pas être des nombres purs
zh_hant: 商品名稱不能純數字

# 商品描述不能纯数字
source: Product description cannot be pure numbers
es: La descripción del producto no puede ser puramente números
fr: La description du produit ne peut pas être des nombres purs
zh_hant: 商品描述不能純數字

# 商品地址
source: Product address
es: Dirección del producto
fr: Adresse du produit
zh_hant: 商品地址

# 商品管理
source: Commodity management
es: Administracion de productos
fr: Gestion des produits
zh_hant: 商品管理

# 商品规格2
source: Product specifications 2
es: Especificaciones del producto 2
fr: Spécifications du produit 2
zh_hant: 商品規格2

# 商品规格1不能纯数字
source: Commodity specification 1 cannot be pure numbers
es: La especificación de productos básicos 1 no puede ser números puros
fr: La spécification de produit 1 ne peut pas être des nombres purs
zh_hant: 商品規格1不能純數字

# 请输入商品规格1名称
source: Please enter the name of product specification 1
es: Ingrese el nombre de la especificación del producto 1
fr: Veuillez saisir le nom de la spécification du produit 1
zh_hant: 請輸入商品規格1名稱

# 请输入商品规格2
source: Please enter product specification 2
es: Introduzca la especificación del producto 2
fr: Veuillez saisir la spécification du produit 2
zh_hant: 請輸入商品規格2

# 商品评价
source: product review
es: revision de producto
fr: évaluation du produit
zh_hant: 商品評價

# 商城
source: Mall
es: Centro comercial
fr: Centre commercial
zh_hant: 商城

# 商品详情
source: product details
es: Fotos de descripción
fr: détails du produit
zh_hant: 商品詳情

# 商城分类
source: Mall classification
es: Clasificación del centro comercial
fr: Classification des centres commerciaux
zh_hant: 商城分類

# 商家推荐
source: Business recommendation
es: Recomendación comercial
fr: Recommandation commerciale
zh_hant: 商家推薦

# 商家店铺名称
source: Merchant shop name
es: Nombre de la tienda comercial
fr: Nom de la boutique du marchand
zh_hant: 商家店鋪名稱

# 商家收益
source: Merchant revenue
es: Ingresos comerciales
fr: Revenus du marchand
zh_hant: 商家收益

# 商铺申请, 已通过
source: Store application, passed
es: Aplicación de la tienda, aprobada
fr: Application de magasin, acceptée
zh_hant: 商舖申請, 已通過

# 请输入详细地址
source: Please enter the detailed address
es: Por favor ingrese la dirección detallada
fr: Veuillez saisir l'adresse détaillée
zh_hant: 請輸入詳細地址

# 国家或地区
source: Country or region
es: País o Región
fr: Pays ou région
zh_hant: 國家或地區

# 国家
source: country
es: país
fr: pays
zh_hant: 國家

# 从相册选择
source: Select from album
es: Seleccionar del álbum
fr: Sélectionnez dans l'album
zh_hant: 從相冊選擇

# 从手机相册里选择
source: Choose from phone album
es: Elegir del álbum del teléfono
fr: Choisissez dans l'album du téléphone
zh_hant: 從手機相冊裡選擇

# 基本信息
source: Basic Information
es: Información básica
fr: Informations de base
zh_hant: 基本信息

# 商铺申请正在审核
source: Store application is being reviewed
es: Se está revisando la aplicación de la tienda
fr: L'application de la boutique est en cours d'examen
zh_hant: 商舖申請正在審核

# 填写售后信息
source: Fill in after-sales information
es: Complete la información posventa
fr: Remplissez les informations après-vente
zh_hant: 填寫售後信息

# 复制
source: copy
es: Copiar
fr: copie
zh_hant: 複製

# 复制链接
source: copy Link
es: copiar link
fr: Copier le lien
zh_hant: 複製鏈接

# 大额申请
source: Large application
es: Gran aplicación
fr: Grande application
zh_hant: 大額申請

# 备注
source: Remarks
es: Observaciones
fr: Remarques
zh_hant: 備註

# 实付
source: Actually paid
es: Realmente pagado
fr: Réellement payé
zh_hant: 實付

# 头像
source: Avatar
zh_hant: 頭像

# 复制完毕
source: Copy completed
es: Copia completada
fr: Copie terminée
zh_hant: 複製完畢

# 客服
source: Customer service
es: Servicio al Cliente
fr: Service Clients
zh_hant: 客服

# 实名认证
source: Verified
es: Verificado
fr: Vérifié
zh_hant: 實名認證

# 女
source: Female
es: Hembra
fr: Femelle
zh_hant: 女

# 好评
source: Praise
es: Alabanza
fr: Louange
zh_hant: 好評

# 宽/m
source: Width/m
es: Ancho / m
fr: Largeur / m
zh_hant: 寬/m

# 实惠送
source: Free delivery
es: Entrega gratis
fr: Livraison gratuite
zh_hant: 實惠送

# 下架商品
source: Off the shelf
es: Fuera de la plataforma
fr: Sur l'étagère
zh_hant: 下架商品

# 到达国家
source: Country of arrival
es: País de llegada
fr: Pays d'arrivée
zh_hant: 到達國家

# 已完成
source: completed
es: Completado
fr: terminé
zh_hant: 已完成

# 店铺名称
source: Store Name
es: Nombre de la tienda
fr: Nom du magasin
zh_hant: 店鋪名稱

# 已售
source: Sold
es: Vendido
fr: Vendu
zh_hant: 已售

# 库存
source: in stock
es: en stock
fr: en stock
zh_hant: 庫存

# 店铺
source: Shop
es: tienda
fr: Boutique
zh_hant: 店鋪

# 已有账号
source: Already have an account
es: Ya tienes una cuenta
fr: Vous avez déjà un compte
zh_hant: 已有賬號

# 店铺描述
source: Shop description
es: Descripción de la tienda
fr: Description de la boutique
zh_hant: 店鋪描述

# 店铺商家
source: Shop business
es: Negocio de la tienda
fr: Boutique entreprise
zh_hant: 店鋪商家

# 引用
source: Quote
es: Citar
fr: Citation
zh_hant: 引用

# 店铺查询
source: Shop query
es: Consulta de tienda
fr: Requête de boutique
zh_hant: 店鋪查詢

# 店铺评分
source: Store rating
es: Calificación de la tienda
fr: Note du magasin
zh_hant: 店鋪評分

# 待发货
source: to be delivered
es: Envío pendiente
fr: être délivré
zh_hant: 待發貨

# 当前版本
source: current version
es: versión actual
fr: version actuelle
zh_hant: 當前版本

# 待评价
source: comment
es: Opinión
fr: commentaire
zh_hant: 待評價

# 尺码
source: size
es: Talla
fr: Taille
zh_hant: 尺碼

# 度数
source: degree
es: la licenciatura
fr: degré
zh_hant: 度數

# 待收货
source: To be received
es: Envío en camino
fr: Être reçu
zh_hant: 待收貨

# 待付款
source: Pending payment
es: Pago pendiente
fr: En attente de paiement
zh_hant: 待付款

# 为了您的资产安全, 最多绑定三张银行卡
source: For the safety of your assets, bind up to three bank cards
es: Para la seguridad de sus activos, ate hasta tres tarjetas bancarias
fr: Pour la sécurité de vos actifs, liez jusqu&#39;à trois cartes bancaires
zh_hant: 為了您的資產安全, 最多綁定三張銀行卡

# 容量
source: capacity
es: capacidad
fr: capacité
zh_hant: 容量

# 图片识别查找结果
source: Picture recognition search results
es: Resultados de la búsqueda de reconocimiento de imágenes
fr: Résultats de la recherche de reconnaissance d'image
zh_hant: 圖片識別查找結果

# 图片识别
source: Picture recognition
es: Reconocimiento de imágenes
fr: Reconnaissance d'image
zh_hant: 圖片識別

# 惠基金
source: Benefit fund
es: Fondo de beneficios
fr: Fonds de prestations
zh_hant: 惠基金

# 发送商品
source: Send goods
es: Enviar mercancias
fr: Envoyer des marchandises
zh_hant: 發送商品

# 我的发布
source: My release
es: Mi liberación
fr: Ma libération
zh_hant: 我的發布

# 我的关注
source: my focus
es: mi enfoque
fr: ma concentration
zh_hant: 我的關注

# 我的
source: mine
es: Mi cuenta
fr: mien
zh_hant: 我的

# 我的分享
source: My share
es: Mi parte
fr: Mon partage
zh_hant: 我的分享

# 我的客服
source: My customer service
es: Mi servicio al cliente
fr: Mon service client
zh_hant: 我的客服

# 我的收藏
source: my collection
es: mi colección
fr: ma collection
zh_hant: 我的收藏

# 我的销售
source: My sales
es: Mis ventas
fr: Mes ventes
zh_hant: 我的銷售

# 我的订单
source: My Order
es: Mi pedido
fr: Ma commande
zh_hant: 我的訂單

# 所在地区
source: Area
es: Zona
fr: Zone
zh_hant: 所在地區

# 手机
source: Cell phone
es: Teléfono móvil
fr: Téléphone portable
zh_hant: 手機

# 手机号
source: phone number
es: número de teléfono
fr: numéro de téléphone
zh_hant: 手機號

# 手机号归属地
source: Mobile phone number attribution
es: Registrar con número celular
fr: Attribution de numéro de téléphone mobile
zh_hant: 手機號歸屬地

# 手机号码
source: mobile phone number
es: Número de teléfono móvil
fr: numéro de téléphone portable
zh_hant: 手機號碼

# 填写物流地址
source: Fill in the logistics address
es: Complete la dirección de logística
fr: Renseignez l'adresse logistique
zh_hant: 填寫物流地址

# 您还没有联系过商家客服
source: You have not contacted the merchant customer service
es: No se ha puesto en contacto con el servicio de atención al cliente comercial
fr: Vous n'avez pas contacté le service client marchand
zh_hant: 您還沒有聯繫過商家客服

# 寄件人信息
source: Sender information
es: Información del remitente
fr: Informations sur l'expéditeur
zh_hant: 寄件人信息

# 您的店铺资料审核成功
source: Your store information was successfully reviewed
es: La información de su tienda se revisó correctamente
fr: Les informations de votre boutique ont été examinées avec succès
zh_hant: 您的店鋪資料審核成功

# 总金额
source: total amount
es: cantidad total
fr: montant total
zh_hant: 總金額

# 总销量
source: Total sales
es: Ventas totales
fr: Ventes totales
zh_hant: 總銷量

# 忘记支付密码
source: Forgot payment password
es: Olvidé la contraseña de pago
fr: Mot de passe de paiement oublié
zh_hant: 忘記支付密碼

# 性别
source: gender
es: género
fr: le genre
zh_hant: 性別

# 快递渠道
source: Express channel
es: Canal expreso
fr: Canal express
zh_hant: 快遞渠道

# 快递单号
source: tracking number
es: el número de rastreo
fr: Numéro de suivi
zh_hant: 快遞單號

# 忘记密码
source: forget password
es: Olvidé contraseña
fr: mot de passe oublié
zh_hant: 忘記密碼

# 扫描二维码,下载购物商场
source: Scan the QR code to download the shopping mall
es: Escanee el código QR para descargar el centro comercial
fr: Scannez le code QR pour télécharger le centre commercial
zh_hant: 掃描二維碼,下載購物商場

# 本国搜索
source: Local search
es: Busqueda local
fr: Recherche locale
zh_hant: 本國搜索

# 顺丰物流发货
source: SF logistics delivery
es: Entrega logística SF
fr: Livraison logistique SF
zh_hant: 順豐物流發貨

# 批发商
source: Wholesaler
es: Mayorista
fr: Grossiste
zh_hant: 批發商

# 报关号
source: Customs number
es: Número de aduana
fr: Numéro de douane
zh_hant: 報關號

# 捷网
source: Jetnet
zh_hant: 捷網

# 拍摄
source: Shoot
es: Disparar
fr: Tirer
zh_hant: 拍攝

# 拍照
source: Take pictures
es: Tomar fotografías
fr: Prendre des photos
zh_hant: 拍照

# 拨打电话
source: dial number
es: marque el número
fr: composer le numéro
zh_hant: 撥打電話

# 捷网货物超重超尺寸联系方式
source: JieNet cargo overweight and oversize contact information
es: Información de contacto de JieNet Cargo con sobrepeso y tamaño
fr: Coordonnées de JieNet cargo surpoids et surdimensionné
zh_hant: 捷網貨物超重超尺寸聯繫方式

# 描述
source: description
es: descripción
fr: la description
zh_hant: 描述

# 提交
source: submit
es: enviar
fr: soumettre
zh_hant: 提交

# 撤回
source: Recall
es: retirar
fr: se désister
zh_hant: 撤回

# 支付
source: Pay
es: Pagar
fr: Payer
zh_hant: 支付

# 寄件人邮编
source: Sender zip code
es: Código postal del remitente
fr: Code postal de l'expéditeur
zh_hant: 寄件人郵編

# 请设置六位支付密码
source: Please set a six-digit payment password
es: Establezca una contraseña de pago de seis dígitos
fr: Veuillez définir un mot de passe de paiement à six chiffres
zh_hant: 請設置六位支付密碼

# 您的店铺资料已上传申请正在审核当中，请等候
source: Your store information has been uploaded. The application is under review, please wait
es: Se ha subido la información de tu tienda. La aplicación está en proceso de revisión. Espera.
fr: Les informations de votre boutique ont été téléversées. La demande est en cours d'examen, veuillez patienter
zh_hant: 您的店鋪資料已上傳申請正在審核當中，請等候

# 请输入价格
source: Please enter the price
es: Ingrese el precio
fr: Veuillez saisir le prix
zh_hant: 請輸入價格

# 请输入商品分类
source: Please enter product category
es: Ingrese la categoría de producto
fr: Veuillez entrer la catégorie de produit
zh_hant: 請輸入商品分類

# 请输入商品名称
source: Please enter the product name
es: Ingrese el nombre del producto
fr: Veuillez saisir le nom du produit
zh_hant: 請輸入商品名稱

# 请输入商品描述
source: Please enter product description
es: Introduzca la descripción del producto
fr: Veuillez saisir la description du produit
zh_hant: 請輸入商品描述

# 请输入商品规格1
source: Please enter product specification 1
es: Introduzca la especificación del producto 1
fr: Veuillez saisir la spécification du produit 1
zh_hant: 請輸入商品規格1

# 商品规格2不能纯数字
source: Commodity specification 2 cannot be pure numbers
es: La especificación de productos básicos 2 no puede ser números puros
fr: La spécification de produit 2 ne peut pas être des nombres purs
zh_hant: 商品規格2不能純數字

# 请输入商品规格内容名称
source: Please enter the product specification content name
es: Ingrese el nombre del contenido de la especificación del producto
fr: Veuillez saisir le nom du contenu de la spécification du produit
zh_hant: 請輸入商品規格內容名稱

# 请输入商品规格2名称
source: Please enter the name of product specification 2
es: Ingrese el nombre de la especificación del producto 2
fr: Veuillez saisir le nom de la spécification du produit 2
zh_hant: 請輸入商品規格2名稱

# 请输入国家或地区
source: Please enter a country or region
es: Ingrese un país o región
fr: Veuillez saisir un pays ou une région
zh_hant: 請輸入國家或地區

# 请输入密码
source: Please enter password
es: Por favor, ingrese contraseña
fr: Veuillez entrer le mot de passe
zh_hant: 請輸入密碼

# 请输入宽/m
source: Please enter width/m
es: Introduzca ancho / m
fr: Veuillez saisir la largeur / m
zh_hant: 請輸入寬/m

# 请认真填写退货物流公司名称及退货单号,方便平台审核
source: Please carefully fill in the return flow company name and return order number to facilitate platform review
es: Complete cuidadosamente el nombre de la empresa de flujo de retorno y el número de pedido de devolución para facilitar la revisión de la plataforma.
fr: Veuillez remplir soigneusement le nom de la société de retour et le numéro de commande de retour pour faciliter l'examen de la plate-forme.
zh_hant: 請認真填寫退貨物流公司名稱及退貨單號,方便平台審核

# 请输入城市
source: Please enter the city
es: Por favor ingrese la ciudad
fr: Veuillez entrer la ville
zh_hant: 請輸入城市

# 请输入店铺名称
source: Please enter the shop name
es: Ingrese el nombre de la tienda
fr: Veuillez saisir le nom de la boutique
zh_hant: 請輸入店鋪名稱

# 请输入您的新手机号
source: Please enter your new phone number
es: Ingrese su nuevo número de teléfono
fr: Veuillez saisir votre nouveau numéro de téléphone
zh_hant: 請輸入您的新手機號

# 请输入所在地区
source: Please enter the region
es: Por favor ingrese la región
fr: Veuillez entrer la région
zh_hant: 請輸入所在地區

# 请输入手机号
source: Please enter phone number
es: Ingrese el número de teléfono
fr: Veuillez entrer le numéro de téléphone
zh_hant: 請輸入手機號

# 请输入报关号
source: Please enter the customs number
es: Ingrese el número de aduana
fr: Veuillez saisir le numéro de douane
zh_hant: 請輸入報關號

# 请输入搜索关键字
source: please enter keyword to search
es: por favor ingrese la palabra clave para buscar
fr: veuillez entrer le mot-clé pour rechercher
zh_hant: 請輸入搜索關鍵字

# 请输入收货人
source: Please enter the consignee
es: Ingrese el destinatario
fr: Veuillez saisir le destinataire
zh_hant: 請輸入收貨人

# 请输入新的登录密码
source: Please enter a new login password
es: Ingrese una nueva contraseña de inicio de sesión
fr: Veuillez saisir un nouveau mot de passe de connexion
zh_hant: 請輸入新的登錄密碼

# 请输入商品、用户
source: Please enter product, user
es: Por favor ingrese producto, usuario
fr: Veuillez saisir le produit, l'utilisateur
zh_hant: 請輸入商品、用戶

# 请输入商品地址
source: Please enter the product address
es: Ingrese la dirección del producto
fr: Veuillez saisir l'adresse du produit
zh_hant: 請輸入商品地址

# 请输入
source: please enter
es: por favor escribe
fr: Entrez s'il vous plait
zh_hant: 請輸入

# 请输入昵称
source: Please enter a nickname
es: Por favor escribe un apodo
fr: Veuillez saisir un pseudo
zh_hant: 請輸入暱稱

# 请输入法人名称
source: Please enter the name of the legal entity
es: Ingrese el nombre de la entidad legal
fr: Veuillez saisir le nom de la personne morale
zh_hant: 請輸入法人名稱

# 请输入要搜索的商品
source: Please enter the product you want to search
es: Ingrese el producto que desea buscar
fr: Veuillez saisir le produit que vous souhaitez rechercher
zh_hant: 請輸入要搜索的商品

# 请输入要搜索的店铺
source: Please enter the store to search
es: Ingrese a la tienda para buscar
fr: Veuillez entrer dans le magasin pour rechercher
zh_hant: 請輸入要搜索的店鋪

# 请输入规格1内容
source: Please enter the content of specification 1
es: Ingrese el contenido de la especificación 1
fr: Veuillez saisir le contenu de la spécification 1
zh_hant: 請輸入規格1內容

# 请输入规格1
source: Please enter specification 1
es: Ingrese la especificación 1
fr: Veuillez saisir la spécification 1
zh_hant: 請輸入規格1

# 轮播图
source: Carousel
es: Fotos o video de portada
fr: Carrousel
zh_hant: 輪播圖

# 运单号
source: Waybill number
es: Número de albarán
fr: Numéro de la lettre de voiture
zh_hant: 運單號

# 运单号已生成
source: Waybill number has been generated
es: Se ha generado el número de albarán
fr: Le numéro de la lettre de voiture a été généré
zh_hant: 運單號已生成

# 运费
source: Shipping
es: Envío
fr: livraison
zh_hant: 運費

# 进入店铺
source: enter a shop
es: entrar en una tienda
fr: entrer dans une boutique
zh_hant: 進入店鋪

# 进店
source: Into the store
es: En la tienda
fr: Dans le magasin
zh_hant: 進店

# 退出登录
source: sign out
es: desconectar
fr: Déconnexion
zh_hant: 退出登錄

# 退货单号
source: Return order number
es: Número de orden de devolución
fr: Numéro de commande de retour
zh_hant: 退貨單號

# 退货地址
source: return address
es: dirección del remitente
fr: adresse de retour
zh_hant: 退貨地址

# 退货物流和单号
source: Return flow and order number
es: Flujo de retorno y número de pedido
fr: Flux de retour et numéro de commande
zh_hant: 退貨物流和單號

# 送货地址
source: delivery address
es: dirección de entrega
fr: adresse de livraison
zh_hant: 送貨地址

# 选择
source: select
es: Seleccione
fr: sélectionner
zh_hant: 選擇

# 请输入企业名称
source: Please enter company name
es: Ingrese el nombre de la empresa
fr: Veuillez saisir le nom de l'entreprise
zh_hant: 請輸入企業名稱

# 选择国家或者地区
source: Select country or region
es: Seleccionar país o región
fr: Sélectionnez un pays ou une région
zh_hant: 選擇國家或者地區

# 选择地址
source: Select address
es: Seleccionar dirección
fr: Sélectionnez une adresse
zh_hant: 選擇地址

# 选择支付方式
source: Select Payment Method
es: Seleccionar método de pago
fr: Sélectionnez le mode de paiement
zh_hant: 選擇支付方式

# 邮政编码
source: Postal code
es: código postal
fr: Code postal
zh_hant: 郵政編碼

# 请输入库存
source: Please enter inventory
es: Ingrese el inventario
fr: Veuillez saisir l'inventaire
zh_hant: 請輸入庫存

# 邮费
source: Postage
es: Gastos de envío
fr: Affranchissement
zh_hant: 郵費

# 重新发布商品
source: Republish the product
es: Vuelva a publicar el producto
fr: Republier le produit
zh_hant: 重新發布商品

# 重量
source: weight
es: peso
fr: poids
zh_hant: 重量

# 重量（KG）
source: Weight (KG)
es: Peso (kilogramo)
fr: Poids (kg)
zh_hant: 重量（KG）

# 银行卡
source: Bank card
es: tarjeta bancaria
fr: carte bancaire
zh_hant: 銀行卡

# 销量
source: Sales
es: Ventas
fr: Ventes
zh_hant: 銷量

# 销量:
source: Sales:
es: Ventas:
fr: Ventes:
zh_hant: 銷量:

# 长/m
source: Length/m
es: Longitud / m
fr: Longueur / m
zh_hant: 長/m

# 问题
source: problem
es: problema
fr: problème
zh_hant: 問題

# 请输入旧手机号
source: Please enter old phone number
es: Ingrese el número de teléfono anterior
fr: Veuillez saisir l'ancien numéro de téléphone
zh_hant: 請輸入舊手機號

# 顺丰
source: SF
zh_hant: 順豐

# 首页
source: Home
es: Hogar
fr: Accueil
zh_hant: 首頁

# 香港芝麻开门
source: Open Sesame Hong Kong
es: Abrir Sesame Hong Kong
fr: Ouvrir Sesame Hong Kong
zh_hant: 香港芝麻開門

# 高/m
source: Height/m
es: Altura / m
fr: Hauteur / m
zh_hant: 高/m

# 默认地址
source: default address
es: dirección predeterminada
fr: Adresse par défaut
zh_hant: 默認地址

source: copy
es: Copiar
fr: copie
zh_hant: 複製

source: delete
es: Eliminar
fr: supprimer
zh_hant: 刪除

source: Quote
es: Citar
fr: Citation
zh_hant: 引用

source: select
es: Seleccione
fr: sélectionner
zh_hant: 選擇

source: Recall
es: retirar
fr: se désister
zh_hant: 撤回

# MessageTapMore
source: Select...
es: Más...
fr: Plus...
zh_hant: 更多...

# 芝麻开门网上商城俱乐部有限公司是一家企业经营零成本电商社交零售服务公司。网罗全球好货,品牌授权.
source: Zhima Kaimen Online Mall Club Co., Ltd. is a zero-cost e-commerce social retail service company. Collect global goods and brand authorization.
es: Zhima Kaimen Online Mall Club Co., Ltd. es una empresa de servicios minoristas sociales de comercio electrónico sin costo. Recopile bienes globales y autorización de marca.
fr: Zhima Kaimen Online Mall Club Co., Ltd. est une société de services de vente au détail sociale de commerce électronique à coût zéro. Collectez les produits mondiaux et l'autorisation de la marque.
zh_hant: 芝麻開門網上商城俱樂部有限公司是一家企業經營零成本電商社交零售服務公司。網羅全球好貨,品牌授權.

# 邮箱分享
source: Email sharing
es: Compartir correo electrónico
fr: Partage d'e-mails
zh_hant: 郵箱分享

# 选择仓库
source: Choose a warehouse
es: Elija un almacén
fr: Choisissez un entrepôt
zh_hant: 選擇倉庫

# 请输入旧登录密码
source: Please enter the old login password
es: Ingrese la contraseña de inicio de sesión anterior
fr: Veuillez saisir l'ancien mot de passe de connexion
zh_hant: 請輸入舊登錄密碼

# 包裹重量
source: Package weight
es: Peso del paquete
fr: Poids du paquet
zh_hant: 包裹重量

# 包裹的长/cm
source: Package length/cm
es: Longitud del paquete / cm
fr: Longueur du colis / cm
zh_hant: 包裹的長/cm

# 请输入退款金额
source: Please enter the refund amount
es: Introduzca el importe del reembolso
fr: Veuillez entrer le montant du remboursement
zh_hant: 請輸入退款金額

# 上传凭证
source: Upload voucher
es: Cargar credenciales
fr: Télécharger le bon
zh_hant: 上傳憑證

# 退款说明
source: Refund instructions
es: Descripción del reembolso
fr: Description du remboursement
zh_hant: 退款說明

# 退款原因
source: Reasons for refund
es: Razones del reembolso
fr: Motif du remboursement
zh_hant: 退款原因

# 退款金额
source: refund amount
es: Importe de la restitución
fr: Montant du remboursement
zh_hant: 退款金額

# 退款/退货
source: Refund / return
es: Reembolso / devolución
fr: Remboursement / retour
zh_hant: 退款/退貨

# 货物状态
source: Cargo status
es: Estado de las mercancías
fr: État des marchandises
zh_hant: 貨物狀態

# 快递助手
source: Express assistant
es: Asistente de mensajería
fr: Assistant Express
zh_hant: 快遞助手

# 自动匹配快递公司
source: Automatic matching courier company
es: Empresa de mensajería de correspondencia automática
fr: Entreprise de messagerie assortie automatique
zh_hant: 自動匹配快遞公司

# 查询
source: Inquire
es: Preguntar
fr: Renseigner
zh_hant: 查詢

# 请输入或扫描运单号
source: Please enter or scan the waybill number
es: Ingrese o escanee el número de guía
fr: Veuillez saisir ou scanner le numéro de la lettre de voiture
zh_hant: 請輸入或掃描運單號

# 快递电话
source: Courier phone
es: Teléfono de mensajería
fr: Téléphone de messagerie
zh_hant: 快遞電話

# 快递
source: express delivery
es: entrega urgente
fr: livraison express
zh_hant: 快遞

# 历史记录
source: history record
es: registro histórico
fr: dossier historique
zh_hant: 歷史記錄

# 需要重新选择省/州
source: Need to reselect province/state
es: Necesita volver a seleccionar la provincia / estado
fr: Besoin de resélectionner la province / l'état
zh_hant: 需要重新選擇省/州

# 常用快递电话
source: Common express phone
es: Teléfono expreso común
fr: Téléphone express commun
zh_hant: 常用快遞電話

# 知道了
source: understood
es: entendido
fr: compris
zh_hant: 知道了

# 提示
source: prompt
es: rápido
fr: rapide
zh_hant: 提示

# 快递单号输入错误,请重新输入
source: Courier number input error, please re-enter
es: Error al ingresar el número de mensajería, vuelva a ingresar
fr: Erreur de saisie du numéro de messagerie, veuillez le saisir
zh_hant: 快遞單號輸入錯誤,請重新輸入

# 请输入账号
source: please enter account
es: por favor ingrese la cuenta
fr: veuillez entrer un compte
zh_hant: 請輸入賬號

# 企业店铺入驻指南
source: Enterprise Store Entry Guide
es: Guía de entrada a la tienda empresarial
fr: Guide d'entrée dans le magasin d'entreprise
zh_hant: 企業店鋪入駐指南

# 搜索历史
source: search history
es: buscar Historia
fr: historique des recherches
zh_hant: 搜索歷史
